[
  {
    "id": 1,
    "title": "İnce Memed",
    "writer": "Yaşar Kemal",
    "url": "/1incememed",
    "img": "/turkish-literature/1incememed.jpeg",
    "text": "İnce Memed, Yaşar Kemal'in 1955 ile 1987 arasında yazdığı ve dört ciltten oluşan roman serisidir. Serinin konusu Cumhuriyet döneminin ilk yıllarında Çukurova'da geçmektedir. Seri, Anadolu halkının geri kalmışlığı, köy hayatının sefaleti ve ağaların tüm yöreye tamamen hakim olması üzerine bu duruma karşı bir isyan öyküsüdür.",
    "prefetch": true
  },
  {
    "id": 2,
    "title": "Tutunamayanlar",
    "writer": "Oğuz Atay",
    "url": "/tutunamayanlar",
    "img": "/turkish-literature/2tutunamayanlar.jpeg",
    "text": "Oğuz Atay’ın 1972 yılında kaleme aldığı Tutunamayanlar adlı romanı Türk aydınının kimlik arayışını ve bu arayışın toplum ile etkileşimini anlatır. Atay’ın eserinde 1960’lı yılların başında orta sınıfın, gelenek ile çağdaşlaşma arasında sıkışmışlığının ruh hali öyküleştirilir.",
    "prefetch": true
  },
  {
    "id": 3,
    "title": "Saatleri Ayarlama Enstitüsü",
    "writer": "Ahmet Hamdi Tanpınar",
    "url": "/saatleriayarlama",
    "img": "/turkish-literature/3saatleriayarlama.jpeg",
    "text": "3) Saatleri Ayarlama Enstitüsü, içeriğini ve konusunu romanın karakterlerinden Nuri Efendi (saat ustası), Mübarek (İngiliz yapımı, ayaklı ve yaşlı bir duvar saati), Halit Ayarcı ve saat-zaman-insan ilişkilerinden almaktadır.",
    "prefetch": true
  },
  {
    "id": 4,
    "title": "Huzur",
    "writer": "Ahmet Hamdi Tanpınar",
    "url": "/huzur",
    "img": "/turkish-literature/4huzur.jpeg",
    "text": "Ahmet Hamdi Tanpınar'ın Dr. Tarık Temel'e ithaf ettiği Huzur II. Dünya Savaşı'nın hemen öncesinde İstanbul'da geçer. Dört bölüm­den oluşan romanın her bölümü belli başlı dört karakterden birinin adını taşır: İhsan, Nuran, Suat, Mümtaz. Romanın merkezinde ise Mümtaz karakteri vardır.",
    "prefetch": true
  },
  {
    "id": 5,
    "title": "Anayurt Oteli",
    "writer": "Yusuf Atılgan",
    "url": "/anayurtoteli",
    "img": "/turkish-literature/5anayurtoteli.jpeg",
    "text": "Aylak Adam romanında olduğu gibi bu roman da tek karakter üzerine kurulmuştur. Aylak Adam'daki C'nin yerini burada otelin katibi olan Zebercet almıştır. Kendisini otelle sınırlayan Zebercet'in dış dünya ve insanlarla ilişkisi asgaridir. Otelde Zebercet ve ortalık hizmetlerini görmesi için alınan ortalıkçı kadından başkası yoktur.Roman 1963 yılının 20 Ekim Pazar günü başlar, 22 gün sonra yine bir Pazar günü sona erer.",
    "prefetch": true
  },
  {
    "id": 6,
    "title": "Kara Kitap",
    "writer": "Orhan Pamuk",
    "url": "/karakitap",
    "img": "/turkish-literature/6karakitap.jpeg",
    "text": "İstanbul'da yaşayan Galip'in kaybolan karısı Rüya'yı ararken karşılaştığı manzaralar ve olaylar ile öykündüğü kö- şe yazarı Celal'in yazılarının da etkisiyle içine düştüğü arayış teşkil eder.",
    "prefetch": true
  },
  {
    "id": 7,
    "title": "Bereketli Topraklar Üzerinde",
    "writer": "Orhan Kemal",
    "url": "/bereketlitopraklar",
    "img": "/turkish-literature/7bereketlitopraklar.jpeg",
    "text": " Romanda, para kazanmak umuduyla Sivas'ın bir köyünden ayrılıp çalışmak üzere Çukurova'ya göç eden üç arkadaşın başından geçenler anlatılır.Otuz bölümden oluşur. İlk iki bölüm, roman kahramanları olan İflahsızın Yusuf, Köse Hasan ve Pehlivan Ali’nin köylerinden Çukurova’ya varmalarını, yirmi altı bölüm orada çırçır fabrikasında, inşaat işinde ve çiftlikte, tarlada çalışma maceralarını anlatır. Son iki bölüm köye dönüşe ayrılmıştır..",
    "prefetch": true
  },
  {
    "id": 8,
    "title": "Aylak Adam",
    "writer": "Yusuf Atılgan",
    "url": "/aylakadam",
    "img": "/turkish-literature/8aylakadam.jpeg",
    "text": "8) Aylak Adam, Türk yazar Yusuf Atılgan'ın 1959'da yayımlanan ilk romanıdır. Kış, ilkyaz, yaz ve güz olmak üzere dört mevsim başlığından oluşan eserde mevsimlerden kış, ilkyaz ve yaz kendi içlerinde yedi bölüme ayrılırken güz mevsimi dört bölüme ayrılmaktadır. 28 yaşlarında, içerisinde hizmetçilerin olduğu evde çocukluğunun geçtiği söylenen, kumar düşkünü babaya sahip bir roman karakteri olan C.'nin hayatına anlam verecek değeri arama çabası romanda anlatılmaktadır.",
    "prefetch": true
  },
  {
    "id": 9,
    "title": "Aşk-ı Memnu",
    "writer": "Halit Ziya Uşaklıgil",
    "url": "/askimemnu",
    "img": "/turkish-literature/9askımemnu.jpeg",
    "text": "Aşk-ı Memnu yirminci yüzyıl başında İstanbul'da, Batılı yaşam tarzını benimsemiş bir toplum katında geçen gönül macerasını konu edinir. Her bir karakterin özel bir hayat yaşaması romanın başlıca özelliği sayılır.",
    "prefetch": true
  },
  {
    "id": 10,
    "title": "Benim Adım Kırmızı",
    "writer": "Orhan Pamuk",
    "url": "/benimadimkirmizi",
    "img": "/turkish-literature/10benimadimkirmizi.jpeg",
    "text": "16. yüzyılda Osmanlı İmparatorluğu'nda geçer. Roman, Sultan III. Murad döneminde çalışan bir grup nakkaşın ağzından anlatılan birbiriyle bağlantılı hikâyelerden meydana gelmiştir. Çok sayıda dile çevrilen eser, Orhan Pamuk'un en çok okunan romanlarındandır.",
    "prefetch": true
  },
  {
    "id": 11,
    "title": "Puslu Kıtalar Atlası",
    "writer": "İhsan Oktay Anar",
    "url": "/puslukitalar",
    "img": "/turkish-literature/11pusulukitalar.jpeg",
    "text": "Kitap, 18. yüzyılın Osmanlı İstanbul'unda (Kostantiniyye) geçmektedir. Uzun İhsan Efendi adlı bir adam, tüm dünyayı dolaşıp bir atlas hazırlamak isteğine sahiptir. Ancak gel gör ki bu adam, sabahtan akşama kadar evinde oturur, günün çoğunluğunu ölü gibi uyuyarak geçirir, nadiren dışarı çıkar. Böylelikle düşlerine sığınır.",
    "prefetch": true
  },
  {
    "id": 12,
    "title": "Sevgili Arsız Ölüm",
    "writer": "Latife Tekin",
    "url": "/sevgiliarsizolum",
    "img": "/turkish-literature/12sevgiliarsızolum.jpeg",
    "text": "Sevgili Arsız Ölüm, Latife Tekin'in 1983 yılında yayımlanan ilk romanıdır. Türk edebiyatının önemli eserlerinden biri olarak kabul edilen bu kitap, büyülü gerçekçilik akımının örneklerinden biridir. Eser, köyden şehre göç eden bir ailenin yaşam mücadelesini, özellikle ailenin en küçük kızı Dirmit'in gözünden anlatır. Roman, halk kültürü, masallar, türküler ve folklorik unsurları modern bir anlatımla harmanlayarak, Anadolu'nun geleneksel dünyasını yansıtır.",
    "prefetch": true
  },
  {
    "id": 13,
    "title": "Yaban",
    "writer": "Yakup Kadri Karaosmanoğlu",
    "url": "/yaban",
    "img": "/turkish-literature/13yaban.jpeg",
    "text": "Ahmet Celal adlı bir yedek subayın Kurtuluş Savaşı yıllarında İstanbul'dan Anadolu'ya gelmesi ve buraya uyum sağlayamaması, halkla çatışmasını anlatır. Roman, Ahmet Celal'in, köy hayatına uyum sağlama çabalarını, modernizmin ve geleneksel değerlerin çatışmasını anlatır.",
    "prefetch": true
  },
  {
    "id": 14,
    "title": "Bir Düğün Gecesi",
    "writer": "Adalet Ağaoğlu",
    "url": "/birdungunecesi",
    "img": "/turkish-literature/14birdugungecesi.jpeg",
    "text": " 1970'li yılların Türkiye'sinde ordu, siyaset, iş dünyası arasındaki ittifakı bir gece içinde gerçekleşen birkaç ana olay etrafında ve bir düğüne katılan davetliler üzerinden anlatan roman, yayımlandığı dönemde büyük ilgi görmüş ve çok sayıda ödül almıştır.",
    "prefetch": true
  },
  {
    "id": 15,
    "title": "Tehlikeli Oyunlar",
    "writer": "Oğuz Atay",
    "url": "/tehlikelioyunlar",
    "img": "/turkish-literature/15tehlikelioyunlar.jpeg",
    "text": "Postmodern edebiyatın işaret fişeklerinden kabul edilen Tehlikeli Oyunlar, bireyin iç hesaplaşmalarını, krizli ilişkilerini, kimlik karmaşalarını ve yazma eyleminin bizzat kendisini ele alır",
    "prefetch": true
  },

  {
    "id": 16,
    "title": "Ölmeye Yatmak",
    "writer": "Adalet Ağaoğlu",
    "url": "/olmeyeyatmak",
    "img": "/turkish-literature/16olmeyeyatmak.jpeg",
    "text": " Roman, 1968 yılında romanın Aysel’in bir otel odasında kendi ile bir iç hesaplaşma içeresinde ölmeye yatması ile başlar. Ancak romana konu olan hikâyenin başlangıç noktası, 1938 yılında Ankara’nın küçük bir kasabasındaki bir ilkokul piyesinde yer alan çocukların, o yıldan itibaren izi sürülen kişisel ve toplumsal hikâyeleridir",
    "prefetch": true
  },
  {
    "id": 17,
    "title": "Kürk Mantolu Madonna",
    "writer": "Sabahattin Ali",
    "url": "/kurtmantolu",
    "img": "/turkish-literature/17kurtmantolu.jpeg",
    "text": "Sabahattin Ali, başyapıtı Kürk Mantolu Madonna'da, geçmişin günlüklerinden dirilerek günümüze uzanan ölümsüz bir aşk öyküsü anlatır. Kendini bu hayatta yalnız kabul eden bir adamın sergide gördüğü bir portreyle başlayan aşkı, tutkulu bir arayışa dönüşerek hayatında silinmez bir iz bırakacaktır.",
    "prefetch": true
  },
  {
    "id": 18,
    "title": "Uç İstanbul",
    "writer": "Mithat Cemal Kuntay",
    "url": "/ucistanbul",
    "img": "/turkish-literature/18uçistanbul.jpeg",
    "text": "Romanda İstanbul'un üç dönemi (İstibdat dönemi, İttihat ve Terakki dönemi ve Mütareke dönemi) 1936 yılından geriye dönerek anlatılır ve Osmanlı Devleti’nin hangi şartlar ve kişilikler altında çöktüğü sergilenir.İstanbul'un esere konu olan üç dönemi romanın başkahramanı Adnan'ın yaşamındaki üç dönemi de kapsar; fakir ve idealist Adnan, zengin ve önemli Adnan, hasta ve bedbaht Adnan.",
    "prefetch": true
  },
  {
    "id": 19,
    "title": "Çalıkuşu",
    "writer": "Reşat Nuri Güntekin",
    "url": "/calikusu",
    "img": "/turkish-literature/19calikusu.jpeg",
    "text": "Romanda, İstanbul köklü bir ailenin kızı olan çocuk ruhlu Feride'nin çok sevdiği nişanlısı tarafından ihanete uğramasıyla kendini öğretmenlik mesleğine adaması ve hayatını kazanabilmek için Anadolu'da şehir şehir dolaşması anlatılır. Melodram ögeleri ile yüklü bir aşk öyküsünün yanı sıra bürokrasi eleştirisi, kadınların Osmanlı toplumunda var olma mücadelesi, öğretmenlik mesleğinin icrası gibi pek çok konuyu ele alır.",
    "prefetch": true
  },
  {
    "id": 20,
    "title": "Dokuzuncu Hariciye Koğuşu",
    "writer": "Peyami Safa",
    "url": "/dokuzuncu",
    "img": "/turkish-literature/20dokuzuncu.jpeg",
    "text": " Peyami Safa'nın en fazla basılan ve beğenilen eseridir. 15 yaşında hasta bir çocuğun 1915 yılındaki olayları anlattığı bir hatıra defteri şeklinde kaleme alınmıştır. Romanın başkişisi ve anlatıcısı olan “Hasta Çocuk”'un isminden romanda bahsedilmez. Bilinçli olarak, romancının değil roman kahramanının gözlemlerini esas alan ilk Türk romanıdır.",
    "prefetch": true
  },
  {
    "id": 21,
    "title": "Devlet Ana",
    "writer": "Kemal Tahir",
    "url": "/devletana",
    "img": "/turkish-literature/21devletana.jpeg",
    "text": "Devlet Ana, Türk edebiyatının önemli yazarlarından Kemal Tahir'in, 1967 yılında yayımladığı en önemli eserlerinden olan, bir tarihi romandır. Ertuğrul Bey'den, Osman Bey'in batıya doğru beyliği genişletmesini ve Osmanlı Devleti'nin hangi amaçla ve nasıl kurulduğu ile ilgili süreçteki olayları konu edinir",
    "prefetch": true
  },
  {
    "id": 22,
    "title": "Bir Gün Tek Başına",
    "writer": "Vedat Türkali",
    "url": "/birgun",
    "img": "/turkish-literature/22birgün.jpeg",
    "text": "27 Mayıs Darbesi'nin öncesinde ülkenin sosyal ve siyasi durumunu gençlik ve işçilerin mücadelesi üzerinden anlatıyor. Roman, Kenan'ın içsel dünyasına odaklanarak toplumsal ve ideolojik karmaşayı ustalıkla işliyor.",
    "prefetch": true
  },
  {
    "id": 23,
    "title": "Hakkâride Bir Mevsim",
    "writer": "Ferit Edgü",
    "url": "/hakkaride",
    "img": "/turkish-literature/23hakkaride.jpeg",
    "text": "Edgü 1964'te er-öğretmen olarak gittiği Hakkâri’nin Pirkanis köyünde (günümüzdeki adı Işıklar) yaşadıklarını yıllar sonra düşle gerçeği bir arada kurgulayarak bu romanında anlatmıştır. Bir kış mevsimi boyunca -kitaptaki ifadeyle - Hak. İlinin Pir. Köyünde yaşamları birbirine giren insanların dünyası, yoklukla, yoksullukla mücadelesi ile kitabın kahramanının yabancılaşma ve varoluş meseleleri anlatılır.",
    "prefetch": true
  },
  {
    "id": 24,
    "title": "Kuyucaklı Yusuf",
    "writer": "Sabahattin Ali",
    "url": "/kuyucakliyusuf",
    "img": "/turkish-literature/24kuyucakliyusuf.jpeg",
    "text": "Kuyucaklı Yusuf konusu itibariyle ailesinin katledilmesiyle sahipsiz kalan dokuz yaşındaki Yusuf'un olayı soruşturmak için Kuyucak'a gelen Nazilli Kaymakamı Selahattin Bey tarafından evlatlık alınması ve çocuğun daha sonraki hayatı anlatılmaktadır.",
    "prefetch": true
  },
  {
    "id": 25,
    "title": "Yenişehir’de Bir Öğle Vakti",
    "writer": "Sevgi Soysal",
    "url": "/yenisehirdebiroglevakti",
    "img": "/turkish-literature/25yenişehirdebir.jpeg",
    "text": "Roman, bir araya getirdiği portreler aracılığıyla 1970'li yılların Türkiyesi'nin sorunlarını; aile, arkadaş, sevgili ilişkilerini ortaya koyar; eşitsizlik, toplumun namus anlayışı, yalnızlık gibi konulara değinir. Gerçekçi bir üslupla kaleme alınmıştır.",
    "prefetch": true
  },
  {
    "id": 26,
    "title": "Mavi ve Siyah",
    "writer": "Halit Ziya Uşaklıgil",
    "url": "/mavivesiyah",
    "img": "/turkish-literature/26mavivesiyah.jpeg",
    "text": "Mai ve Siyah, Süleymaniye'deki babadan kalma mütevazı evlerinde kız kardeşi İkbal ve annesi Sabiha Hanım ile birlikte yaşayan Ahmet Cemil'in şair olma arzusunu ve bu arzusunun hayal kırıklığı ile sonuçlanmasını konu edinmiştir",
    "prefetch": true
  },
  {
    "id": 27,
    "title": "Kıskanmak",
    "url": "/kiskanmak",
    "writer": "Nahid Sırrı Örik",
    "img": "/turkish-literature/27kiskanmak.jpeg",
    "text": "Kıskanmak, Nahid Sırrı Örik'in ilk kez 1946 yılında basılan ilk romanı. 19. yüzyıl Fransız edebiyatından Gustave Flaubert, Honoré de Balzac ve Stendhal gibi yazarların romanlarına benzer tema ve tarza sahip olan eser, baş karakteri Seniha'nın duyduğu kıskançlığı ve kendisini çirkin algılamasını konu alır.",
    "prefetch": true
  },
  {
    "id": 28,
    "title": "Cevdet Bey ve Oğulları",
    "writer": "Nahid Sırrı Örik",
    "url": "/cevdetbey",
    "img": "/turkish-literature/28cevdetbey.jpeg",
    "text": "Cevdet Bey ve Oğulları, tipik bir aile romanıdır. Roman, ana hikâye olarak Cevdet Işıkçı ve Işıkçı Ailesi'nin hikâyesini anlatır. Işıkçı Ailesi ile birlikte, bu aile etrafında Türkiye Cumhuriyeti'nin kuruluşu, dönemin kültürel özellikleri, toplumun orta ve üst gelir sınıflarının dünya görüşleri, yaşam biçimleri, ev hâlleri, tüketim alışkanlıkları da hikâyenin öğeleri arasındadır. Bu özelliği ile roman, 19'uncu yüzyıl romanının özelliklerini taşıyan, klasik bir çağ romanı niteliklerini taşır. Türün başka örneklerinde olduğu gibi, toplumun belirli bir tarih dilimi içindeki değişimini anlatır.",
    "prefetch": true
  },
  {
    "id": 29,
    "title": "Eylül",
    "writer": "Mehmet Rauf",
    "url": "/eylul",
    "img": "/turkish-literature/29eylül.jpeg",
    "text": "Olaylardan çok kahramanların ruh halinden bahseden kitap, 1900 yılında Servet-i Fünûn dergisinde yayımlanmaya başlamış, 1901 yılında ise kitap halinde basılmıştır. Kitapta; Süreyya, Suat ve Necip Bey arasındaki aşk üçgeni anlatılır.",
    "prefetch": true
  },
  {
    "id": 30,
    "title": "Fehim Bey ve Biz",
    "writer": "Abdülhak Şinasi Hisar",
    "url": "/fehim-bey",
    "img": "/turkish-literature/30fehimbey.jpeg",
    "text": " Abdülhak Şinasi Hisar; Fahim Bey ve Biz romanını “Bu hikâyede, ben di- ye konuşan romancı, gençliğinde babasının mektep arkadaşı olarak tanıştı- ğı, senelerle görüştüğü, sonra, ihtiyarladığını gördüğü bir adamın hayatını, hâtıralarını, hülyalarını ve bu arada, İstanbul'un tatlı hayatını anlatır.",
    "prefetch": true
  },
  
  {
    "id": 31,
    "title": "Yer Demir Gök Bakır",
    "writer": "Yaşar Kemal",
    "url": "/yerdemir",
    "img": "/turkish-literature/31yerdemir.jpeg",
    "text": " Üçlemede, Yalak köylülerinin yaklaşık olarak on üç aylık bir süreyi kapsayan yaşam mücadeleleri anlatılır. Yer Demir Gök Bakır'da köylülerin Adil Efendi'ye olan borçlarını ödeyemeyecek olmalarının onlarda yarattığı korku ve bu durumdan kurtulmak için bir ermişe dönüştürdükleri Taşbaş'ın öyküsü anlatılır. Bu yapıtta Muhtar Sefer ile Taşbaş arasındaki mücadele anlatının odağını oluşturur.",
    "prefetch": true
  },
  {
    "id": 32,
    "title": "İçimizdeki Şeytan",
    "writer": "Sabahattin Ali",
    "url": "/icimizdekiseytan",
    "img": "/turkish-literature/32icinizdeki.jpeg",
    "text": " Roman, Macide ve Ömer isimli iki önemli karakterin aşkını içerir. Eserde kişilerin iç konuşmaları ve kendileri ile hesaplaşmaları yaygın olarak kullanılmış, bu yolla duygu ve hisler çok başarılı bir şekilde anlatılmıştır. Ömer'in sürekli kendini sorgulaması, olaylara çözüm üretmek istemesi ve başarısız olması göze çarpan hususlardandır. Ömer bu sıkıntıları içindeki şeytandan kaynaklandığına kanaat getiriyor.",
    "prefetch": true
  },
  {
    "id": 33,
    "title": "Yalnızız",
    "writer": "Peyami Safa",
    "url": "/yalniziz",
    "img": "/turkish-literature/33yaniziz.jpeg",
    "text": "Manevi değerlerin ortadan kalkması sonucunda yalnızlaşan bireylerin birbirleriyle yaşadıkları samimiyetsiz ilişkiler romanın ana konusunu oluşturur. ŞAHIS KADROSU: Samim: Romanın başkahramanıdır. Roman boyunca bütün olayların şöyle ya da böyle içinde olan kişidir. Cemiyetin temsilcisidir",
    "prefetch": true
  },
  {
    "id": 34,
    "title": "Yılanların Öcü",
    "writer": "Fakir Baykurt",
    "url": "/yilanlarin",
    "img": "/turkish-literature/34yilanlarin.jpeg",
    "text": " Konusu, 1950'li yıllarda Türkiye'de bir köyde yaşanan toprak kavgasıdır. Eşitsizlikleri dile getiren, güçlü-güçsüz mücadelesini yansıtan bir köy romanıdır.",
    "prefetch": true
  },
  {
    "id": 35,
    "title": "Sinekli Bakkal",
    "writer": "Halide Edib Adıvar",
    "url": "/sinekli",
    "img": "/turkish-literature/35sinekli.jpeg",
    "text": "Meşrutiyet dönemi İstanbul'unun arka sokaklarında yaşayan fakir halkın yaşama düzenini ve törelerini, dönemin siyasi mücadelelerini ve Doğu ve Batıyı temsil eden roman kişilerinin evliliğini anlatır.",
    "prefetch": true
  },
  {
    "id": 36,
    "title": "Serenad",
    "writer": "Zülfü Livaneli",
    "url": "/serenad",
    "img": "/turkish-literature/36serenad.jpeg",
    "text": "Kitap 2001 yılında, İstanbul Üniversitesi Halkla İlişkiler Bölümü'nde görev yapan 36 yaşındaki Maya Duran ile üniversitenin davetlisi olarak yurt dışından Türkiye’ye gelen 87 yaşındaki Alman asıllı Amerikalı profesör Maximillian Wagner arasında geçen olayları anlatmaktadır. 60 yıllık aşkının izini sürmek için profesörün İstanbul’a gelmesi, hem kendisinin hem de Maya’nın aile sırlarını ortaya çıkarmakla kalmıyor; II. Dünya Savaşı’nda yaşanan Yahudi soykırımı, Ermeni ve Kürt sorununun yanı sıra Struma gemisi ve Mavi Alay facialarında hayatını kaybeden kişilerin hikâyelerini de gözler önüne seriyor.",
    "prefetch": true
  },
  {
    "id": 37,
    "title": "Kırık Hayatlar",
    "writer": "Halit Ziya Uşaklıgil",
    "url": "/kirik",
    "img": "/turkish-literature/37kirik.jpeg",
    "text": "Romanda ele alınan baş kahraman Ömer Behiç, evli, ailesine bağlı iki kız çocuğu babası olan bir tıp doktorudur. Zamanın kibar geçinen, yozlaşmış ailelerinden birinin kızı olan Neyyire, bu doktoru baştan çıkarmıştır. Ailesi ile bu gizli ilişki arasında bocalayan Ömer Behiç, küçük kızının menenjite yakalanarak ölümü sonrasında, bu durumu manevî bir uyarı olarak düşünür ve evine-karısına geri döner",
    "prefetch": true
  },
  {
    "id": 38,
    "title": "İstanbul Hatırası",
    "writer": "Ahmet Ümit",
    "url": "/istanbul",
    "img": "/turkish-literature/38istanbul.jpeg",
    "text": "İstanbul Hatırası, Ahmet Ümit'in 2010 yılında yayımlanan romanı. İstanbul hakkında tarihi pek çok bilgi içeren bir polisiye romandır. Everest yayınları tarafından yayımlanmıştır. Yazarın diğer romanlarında da yer alan Başkomiser Nevzat, romanın ana karakterlerden biridir.",
    "prefetch": true
  },
  {
    "id": 39,
    "title": "Kiralık Konak",
    "writer": "Yakup Kadri Karaosmanoğlu",
    "url": "/kiralik",
    "img": "/turkish-literature/39kiralik.jpeg",
    "text": "Kiralık Konak, Yakup Kadri Karaosmanoğlu'nun Osmanlı Devleti'nin çöküş döneminde, İstanbul'da Batılılaşma ile geleneksel değerlerin, kuşaklar arasında farklılaşan değer yargılarının, yaşam biçimlerinin çatışmasını irdeleyen bir romanıdır",
    "prefetch": true
  },
  {
    "id": 40,
    "title": "Mutluluk",
    "writer": "Zülfü Livaneli",
    "url": "/mutluluk",
    "img": "/turkish-literature/40mutluluk.jpeg",
    "text": "Harvard Üniversitesi mezunu bir profesör, Van'ın köyünde tecavüze uğramış bir kız ve onu infaz etmekle görevlendirilmiş, amcasının oğlu.Üçünün de hayatı Ege Kıyılarında kesişir ve birbirlerinin derinliklerine inmeye başlarlar",
    "prefetch": true
  },
  {
    "id": 41,
    "title": "Araba Sevdası",
    "writer": "Recaizade Mahmut Ekrem",
    "url": "/araba",
    "img": "/turkish-literature/41araba.jpeg",
    "text": " Devlet kademesinde büyük bir memur olan babasının ölümüyle kendisine büyük bir servetin kaldığı Bihruz Bey'in yaşam tarzını anlatan roman 1896 yılında Servet-i Fünûn dergisinin 258. sayısından itibaren tefrika edilmeye başlar.",
    "prefetch": true
  },
  {
    "id": 42,
    "title": "Handan",
    "writer": "Halide Edib Adıvar",
    "url": "/handan",
    "img": "/turkish-literature/42handan.jpeg",
    "text": "Halide Edib Adıvar, kendisine asıl ününü kazandıran yapıtlarından biri olan Handan'da evlilik ve aşk ilişkilerini konu alır. İngiliz terbiyesiyle yetişmiş Handan, II. Abdülhamid rejimine karşı mücadele eden Nâzım'ı reddederek Hüsnü Paşa ile evlenir, ama mutlu olmaz.",
    "prefetch": true
  },
  {
    "id": 43,
    "title": "Suçlu",
    "writer": "Necati Cumalı",
    "url": "/suclu",
    "img": "/turkish-literature/43sucılgın.jpeg",
    "text": " Şu Çılgın Türkler, 1921-1922 yıllarındaki Kurtuluş Mücadelesi'ni konu ediniyor. Kitap, savaş öncesinde, 1914 ve 1920 yılları arasındaki süreçte yaşanan tarihi olayları özetleyen bir giriş ile başlıyor",
    "prefetch": true
  },
  {
    "id": 44,
    "title": "Yaralısın",
    "writer": "Oya Baydar",
    "url": "/yaralisin",
    "img": "/turkish-literature/44yaralısın.jpeg",
    "text": "Yaralısın, Erdal Öz'ün 1974 yılında yayımlanan romanıdır. 12 Mart 1971 muhtırası sonrasında yaşanan siyasi baskı ortamını ve bu süreçte tutuklanan gençlerin karşılaştığı fiziksel ve psikolojik işkenceleri konu edinir. Toplumcu gerçekçilik akımına mensup eser, yazarın bu döneme dair kişisel gözlemlerine ve deneyimlerine dayanır",
    "prefetch": true
  },
  {
    "id": 45,
    "title": "Fırsat",
    "writer": "Şule Yüksel Şenler",
    "url": "/firsat",
    "img": "/turkish-literature/45fırsat.jpeg",
    "text": "savaşlardan, kırımlardan, sürgünlerden arta kalan insanların, Yunanistan'a gönderilen Rumların boşalttığı bir adada yeni bir yaşam kurma çabalarını konu alır. Umut romanın baş kahramanıdır",
    "prefetch": true
  },
  {
    "id": 46,
    "title": "Cezmi",
    "writer": "Namık Kemal",
    "url": "/cezmi",
    "img": "/turkish-literature/46cezmi.jpeg",
    "text": "Olay örgüsünde ise Cezmi'den ziyade, İran şahına esir düşen Kırım ordusunun kumandanı Adil Giray ile Şah'ın kardeşi Perihan'ın aşkı ve devlet içindeki siyasi çekişmeler ile entrikalar konu edilir. Roman, çeşitli açılardan eleştirilse de Türk edebiyatı içindeki değeri bilinen bir eserdir",
    "prefetch": true
  },
  {
    "id": 47,
    "title": "İntibah",
    "writer": "Namık Kemal",
    "url": "/intibah",
    "img": "/turkish-literature/47intibah.jpeg",
    "text": "Romanda iyi yetişmiş Ali Bey'in, uygunsuz bir kadın olan Mahpeyker'e aşık olması ve bu aşkın Ali Bey'e maddi ve manevi olarak yıkım şeklinde sonuçlanması anlatılır",
    "prefetch": true
  },
  {
    "id": 48,
    "title": "Gulyabani",
    "writer": "Hüseyin Rahmi Gürpınar",
    "url": "/gulyabani",
    "img": "/turkish-literature/48gulyabani.jpeg",
    "text": " Gulyabânî, Hüseyin Rahmi Gürpınar tarafından yazılan ve 1912 yılında basılan, yazarın karşı olduğu peri, gulyabânî gibi bâtıl inançlarla saf ve nâmuslu insanların nasıl kandırıldığını anlatan ve bilimsel düşünceyi savunan bir kitaptır. Olayların çoğu o târihte bir köy olan Dudullu'da geçer.",
    "prefetch": true
  },
  {
    "id": 49,
    "title": "Lüzumsuz Adam",
    "writer": "Sait Faik Abasıyanık",
    "url": "/luzumsuz",
    "img": "/turkish-literature/49luzumsuz.jpeg",
    "text": " Lüzumsuz Adam”, yazarın kendine özgü üslubuyla denizin huzur verici ve aynı zamanda karmaşık dünyasını gözler önüne serer. Eser, bireylerin içsel dünyalarını ve toplumsal ilişkilerini keşfetmelerine yardımcı olurken, denizin hayatlarına kattığı anlamı ve özgürlük arayışını etkileyici bir şekilde anlatır.",
    "prefetch": true
  },
  {
    "id": 50,
    "title": "Taaşşuk-ı Talat ve Fitnat",
    "writer": "Şemsettin Sami",
    "url": "/tassuk",
    "img": "/turkish-literature/50tassuk.jpeg",
    "text": " Kitap, Talat Bey ile Fitnat Hanım'ın aşkını anlatmaktadır. Anlatılan olaylar Tanzimat Dönemi'nde geçmektedir. Yazar aynı zamanda o dönemin kadın-erkek ilişkilerinin ne şekilde olduğunu ikili arasında yaşananlarda ayrıntılı şekilde anlatır.",
    "prefetch": true
  },
  {
    "id": 51,
    "title": "Felâtun Bey ile Râkım Efendi",
    "writer": "Ahmet Mithat Efendi",
    "url": "/felatun",
    "img": "/turkish-literature/51felatun.jpeg",
    "text": " Varlıklı ve züppe Felâtun Bey ile yoksulluk içinde büyümüş, çalışkan Râkım Efendi tipleriyle Osmanlı'da değişen insan tipleri ve yanlış Batılılılaşmayı ele almakla kalmaz, aynı zamanda okurlara modernleşmeye dair doğruları ve yanlışları da anlatır.",
    "prefetch": true
  }
]



