[
  {
    "id": 1,
    "title": "Babalar ve Oğullar",
    "writer": "Ivan Turgenyev",
    "url": "/babalarveogullar",
    "img": "/world-literature/babalarveogullar.jpeg",
    "text": "Babalar ve Oğullar kitabı, nihilist gençlik ve eski nesil arasındaki kuşak çatışmasını konu almaktadır. Eserde geleneksel otoritelerin tümünü reddetmenin simgesi haline gelen Bazarov tipi ile Rusya'nın çalkantılı bir dönemine ışık tutulmaktadırTurgenyev'in bu romanı kuşak çatışması temasını işler. Nihilizmin Rusya’daki gençler üzerindeki etkisini anlatır.",
    "prefetch": true
  },
  {
    "id": 2,
    "title": "Beyaz Diş",
    "writer": "Jack London",
    "url": "/beyazdis",
    "img": "/world-literature/beyazdis.jpeg",
    "text": "London'ın en bilinen eseri olan ve kaçırılıp evcilleştirilen bir köpeğin vahşi doğada hayatta kalmak ve gelişmek için vahşi atalarına sarılmasını konu alan Vahşetin Çağrısı'na (1903) eşlik eden bir roman ve aynı zamanda tematik bir aynadır.Bir kurt köpeğinin doğayla ve insanlarla olan mücadelesini anlatır. Vahşetten medeniyete uzanan bir yolculuk.",
    "prefetch": true
  },
  {
    "id": 3,
    "title": "Bul Bulu Öldürmek",
    "writer": "Harper Lee",
    "url": "/bulbuluoldurmek",
    "img": "/world-literature/bulbuluOldurmek.jpeg",
    "text": "Bir “zenci”nin haksız yere suçlanması üzerinden gelişen olaylar; önyargılar, riyakârlık, sınıf ve ırk çatışmalarıyla beslenen küçük Amerikan kasabasının sınırlarını aşıp, insanlar arası ilişkide adaletin ve dürüstlüğün önemini anlatan evrensel bir hikâyeye dönüşüyor.Irkçılık, adalet ve büyüme temalarını işleyen unutulmaz bir Amerikan klasiğidir.",
    "prefetch": true
  },
  {
    "id": 4,
    "title": "Küçük Prens",
    "writer": "Antoine de Saint-Exupéry",
    "url": "/kucukprens",
    "img": "/world-literature/kucukPrens.jpeg",
    "text": "Dünya da dâhil olmak üzere çeşitli gezegenleri ziyaret eden genç bir prensi anlatmakta ve yalnızlık, dostluk, sadakat, sevgi ve kayıp gibi temaları ele almaktadır.Çocuklara ve yetişkinlere hitap eden, sevgi, dostluk ve insan ilişkileri üzerine derin anlamlar taşıyan bir hikaye.",
    "prefetch": true
  },
  {
    "id": 5,
    "title": "Dava",
    "writer": "Franz Kafka",
    "url": "/dava",
    "img": "/world-literature/dava.jpeg",
    "text": "Dünya da dâhil olmak üzere çeşitli gezegenleri ziyaret eden genç bir prensi anlatmakta ve yalnızlık, dostluk, sadakat, sevgi ve kayıp gibi temaları ele almaktadır.Josef K. bir sabah sebepsiz yere tutuklanır. Kafka'nın bürokrasi ve suç kavramlarını sorgulayan romanıdır.",
    "prefetch": true
  },
  {
    "id": 6,
    "title": "Satranç",
    "writer": "Stefan Zweig",
    "url": "/satranc",
    "img": "/world-literature/satranc.jpeg",
    "text": "Zweig'in Nazizm'e karşı yazmış olduğu tek hikayedir. İşte, merak edilen tüm detaylar. Otobiyografi tarzında olan kitap, bir satranç şampiyonuna karşı Nazilerin tehdidi altında ruhsal dengesini kaybetmiş, kendine karşı yabancılaşmış birinin vermiş olduğu mücadeleyi anlatıyor.Bir satranç oyunu üzerinden insan psikolojisinin derinliklerine inen kısa ama etkileyici bir anlatı.",
    "prefetch": true
  },
  {
    "id": 7,
    "title": "Donuşum",
    "writer": "Franz Kafka",
    "url": "/donusum",
    "img": "/world-literature/donusum.jpeg",
    "text": "Franz Kafka'nın Dönüşüm adlı öyküsünde, bir sabah uyandığında kendisini haşereye dönüşmüş olarak bulan pazarlamacı Gregor Sam- sa'nın, ölümüne kadar geçirdiği süreç anlatılmaktadır.Gregor Samsa’nın bir sabah dev bir böceğe dönüşmesini anlatan alegorik bir hikaye.",
    "prefetch": true
  },
  {
    "id": 8,
    "title": "Sineklerin Tanrısı",
    "writer": "William Golding",
    "url": "/sineklerintanrisi",
    "img": "/world-literature/sineklerinTanrisi.jpeg",
    "text": "Kitabın konusu. Issız bir adaya düşen ve kitapta sayıları tam olarak belirtilmeyen bir çocuk grubu yaşam savaşı vermek için kendi aralarında kuvvetlenirler. Kendi aralarında iş bölümü ve uyum sorununda anlaşırlar. Bu arada bu gruba adanın başka köşelerine düşen çocuklar da katılınca, bir yönetim ihtiyacı doğar.Medeniyetten uzak kalan çocukların içindeki barbarlık duygularını ortaya çıkaran çarpıcı bir roman.",
    "prefetch": true
  },
  {
    "id": 9,
    "title": "Çavdar Tarlasında Çocuklar",
    "writer": "J.D. Salinger",
    "url": "/cavdartarlasindacocuklar",
    "img": "/world-literature/cavdarTarlasındaCocuklar.jpeg",
    "text": "JD Salinger'ın hazırlık okulundan atılan ve yetişkinlerin dünyasına karşı yabancılaşma ve hayal kırıklığı duygularıyla mücadele eden bir genç olan Holden Caulfield'ın yolculuğunu anlatıyor.Gençlik, yabancılaşma ve isyan üzerine etkili bir roman.",
    "prefetch": true
  },
  {
    "id": 10,
    "title": "Genç Werther'in Acıları",
    "writer": "Johann Wolfgang von Goethe",
    "url": "/gencwertherinacilari",
    "img": "/world-literature/gencWertherinAcilari.jpeg",
    "text": "Genç Werther'in Acıları, Werther adındaki genç bir hukuk stajyerinin, diğer taraftan nişanlı bir kadın olan Lotte ile intiharına kadar kurmuş olduğu ızdırap dolu münasebetini konu alan, Goethe'nin mektup tarzındaki romanının ismidir.Romantik aşkın acılarını anlatan mektuplarla ilerleyen klasik Alman eseri.",
    "prefetch": true
  },
  {
    "id": 11,
    "title": "Fareler ve İnsanlar",
    "writer": "John Steinbeck",
    "url": "/farelerveinsanlar",
    "img": "/world-literature/farelerVeİnsanlar.jpeg",
    "text": "Büyük Bunalım döneminde yaşayan tarım işçilerinin zorluklarını ve insan doğasının karmaşıklığını ele alır. Oyun, insanların umutlarına ve hayallerine nasıl sıkı sıkıya bağlı kaldığını aynı zamanda bu hayallerin nasıl çöktüğünü gösteren etkileyici bir hikaye sunar.Büyük Buhran döneminde iki göçmen işçinin dostluğu üzerine dokunaklı bir hikaye.",
    "prefetch": true
  },
  {
    "id": 12,
    "title": "Yabancı",
    "writer": "Albert Camus",
    "url": "/yabanci",
    "img": "/world-literature/yabancıAlbertCamus.jpeg",
    "text": "Romanda, işlediği bir suçtan çok, gerçek duygularını dile getirdiği ve toplumun istediği kalıba girmeyi reddettiği için dışlanan bir “yabancı” aracılığıyla, XX. yüzyıl insanının içine düştüğü yabancılaşma anlatılır.Absürdizmin öncüsü olan bu eser, varoluşçuluğu sorgulayan bir yabancı karakterin hikayesidir.",
    "prefetch": true
  },
  {
    "id": 13,
    "title": "İnsan Neyle Yaşar?",
    "writer": "Lev Tolstoy",
    "url": "/insanneyleyasar",
    "img": "/world-literature/insanNeyleYasar.jpeg",
    "text": "İnsan Ne ile Yaşar kitabı, insanın yalnız yaşayamayacağı ve yaşadığı hayatta sevmeyi öğrenmesi gerektiğini konu edinir. İnsan Ne ile Yaşar kitabının konusu sevgi, merhamet, yalnızlık, ahlaki değerler gibi temaları içerir.İnsanın sevgiyle yaşadığını anlatan ahlaki bir hikaye koleksiyonu.",
    "prefetch": true
  },
  {
    "id": 14,
    "title": "Yüzbaşının Kızı",
    "writer": "Aleksandr Puşkin",
    "url": "/yuzbasiKizinKizi",
    "img": "/world-literature/yuzbasininKizi.jpeg",
    "text": "Gerçek olaylara dayanan roman, Büyük Katerina dönemindeki ünlü Kazak isyanı Pugaçov Ayaklanması'nın gerçekçi bir resmini çizmektedir. Roman hem Pugaçov Ayaklanması'nı hem de bu isyanın arka planında geçen dokunaklı bir aşk ve kurtuluş hikâyesini anlatır.Puşkin’in tarihi romanı; aşk, sadakat ve ayaklanma üzerine kuruludur.",
    "prefetch": true
  },
  {
    "id": 15,
    "title": "Yeşilin Kızı Anne",
    "writer": "Lucy Maud Montgomery",
    "url": "/yesilinkizianne",
    "img": "/world-literature/yesilinKızıAnne.jpeg",
    "text": "Yetimhaneden kendilerine yardımcı olabilmesi için erkek evlat edinmek isteyen bir çiftin, bu taleplerini yanlış anlayıp, bir kız çocuğunu kendilerine gönderen aile dostlarının neden olduğu bu yanlışlığın üzerine gelişen bir roman.Hayal gücü yüksek bir yetim kızın hayatını konu alır.",
    "prefetch": true
  },
  {
    "id": 16,
    "title": "Yeraltından Notlar",
    "writer": "Fyodor Dostoyevski",
    "url": "/yeraltindannotlar",
    "img": "/world-literature/yeraltındanNotlar.jpeg",
    "text": "Yeraltından Notlar, gerçek dünyadan kendini soyutlamış veya buna zorunlu kalmış bir kişinin iç çatışmalarını ve hezeyanlarını ana eksen olarak belirler.Modern bireyin iç dünyasını ve çatışmalarını derinlemesine analiz eden roman.",
    "prefetch": true
  },
  {
    "id": 17,
    "title": "Vadideki Zambak",
    "writer": "Honoré de Balzac",
    "url": "/vadidekizambak",
    "img": "/world-literature/vadidekikZambak.jpeg",
    "text": "Roman, aile hayatında çeşitli zorluklar yaşayan bir genç olan Félix'in hayatında meydana gelen değişimleri ve mutsuz bir evlilik hayatı yaşayan Henriette'in aralarındaki ilişkiye odaklanırken, 19. yüzyıl Fransası'nda devrim sonrası toplumsal hayat hakkında da ipuçları içermektedir.Felix ile Henriette arasındaki imkansız aşkı konu alan duygusal bir roman.",
    "prefetch": true
  },
  {
    "id": 18,
    "title": "Gogol",
    "writer": "Nikolay Gogol",
    "url": "/gogol",
    "img": "/world-literature/gogol.jpeg",
    "text": "Nikolay Vasilyeviç Gogol'ün Ukrayna Kazakları'nın 15. yüzyıldaki yaşamlarını, savaşlarını ve zaferlerini destansı bir dille anlattığı romanıdır.Gogol'un kısa hikayelerinden oluşan bir seçkidir.",
    "prefetch": true
  },
  {
    "id": 19,
    "title": "Ablomov",
    "writer": "İvan Gonçarov",
    "url": "/ablomov",
    "img": "/world-literature/ablomov.jpeg",
    "text": "Tembelliği bir sanat haline getiren Oblomov, Rus romanında “lüzumsuz adam” tiplemesinin ölümsüz örneklerinden biridir. Orta yaşlı toprak sahibi Oblomov işinden ayrılmış, tüm arkadaşlarını etrafından uzaklaştırmış, borca batmış ve tüm dünyevi işlerini yatağından görmeye başlamıştır.Aşırı tembel bir asilzadenin hayatını ve Rus toplumunun çöküşünü hicveden klasik bir roman.",
    "prefetch": true
  },
  {
    "id": 20,
    "title": "Notre Dame'in Kamburu",
    "writer": "Victor Hugo",
    "url": "/notredameinkamburu",
    "img": "/world-literature/notre-damein kamburu.jpeg",
    "text": "Metinde çirkin ve kambur olan kilise zangocu Quasimodo ile Başdiyakoz Frollo'nun çingene kızı Esmeralda'ya olan aşkları, Başdiyakoz Frollo'nun kurduğu tuzaklar ve ortaya çıkan olaylar neticesinde masum insanların yaşadığı trajediler olay örgüsünü oluşturmaktadır.Quasimodo ve Esmeralda’nın trajik hikayesiyle gotik Paris’in anlatıldığı epik roman.",
    "prefetch": true
  },
  
  {
    "id": 21,
    "title": "Monte Kristo Kontu ",
    "writer": "Alexandre Dumas",
    "url": "/alexandredumas",
    "img": "/world-literature/alexandreDumas.jpeg",
    "text": "Düşmanlarının hazırladığı bir tuzakla suçsuz yere hapse atılan Edmond Dantés'nin 14 yıllık mahkûmiyetten sonra, felaketine neden olanlardan intikam almasını konu edinir.",
    "prefetch": true
  },
  {
    "id": 22,
    "title": "Martin Eden",
    "writer": "Jack London",
    "url": "/martineden",
    "img": "/world-literature/martinEden.jpeg",
    "text": "Konusu. 20. yüzyılın başlarında Oakland'da yaşayan Martin Eden, kendini geliştirme ve eğitmeye dönük tutkusuyla okumuş, elit kesim arasına girmeye ve işçi sınıfının yaşam şartlarından/kısıtlamalarından kurtulmaya çalışmaktadır. Bu arzusundaki temel motivasyonu ise bir burjuva ailesinden olan Ruth Morse'a olan aşkıdır.Bir yazar olma yolunda sınıf atlamaya çalışan Martin Eden’in içsel ve toplumsal çatışmalarla dolu hikayesi.",
    "prefetch": true
  },
  {
    "id": 23,
    "title": "Kumarbaz",
    "writer": "Fyodor Dostoyevski",
    "url": "/kumarbaz",
    "img": "/world-literature/kumarbaz.jpeg",
    "text": "Dostoyevski'nin de bizzat mücadele ettiği parasızlık ve kumar düşkünlüğünü anlatan Kumarbaz, korkunç ve amansız bir saplantının, harcanan bir hayatın öyküsüdür.Dostoyevski'nin bizzat kendi hayatından izler taşıyan kumar bağımlılığı temalı romanı.",
    "prefetch": true
  },
  {
    "id": 24,
    "title": "Kırmızı ve Siyah",
    "writer": "Stendhal",
    "url": "/kirmizivesiyah",
    "img": "/world-literature/kirmizivesiyah.jpeg",
    "text": "Yükselme ihtirası ile yanıp tutuşan bir genç olan Julien Sorel'in zaman zaman ikiyüzlülüğe kadar varan içten pazarlıklı halini, gerçekten bağlı olduğu dünya görüşünü ve Napolyon hayranlığını saklamaya çalışırken yaşadığı bunalımı anlatan roman bu yönü ile bir psikolojik roman özelliği taşır.Julien Sorel’in yükseliş ve düşüş hikayesi üzerinden Fransız toplumunun eleştirisini sunar.",
    "prefetch": true
  },
  {
    "id": 25,
    "title": "Karamazov Kardeşler",
    "writer": "Fyodor Dostoyevski",
    "url": "/karamazovkardesler",
    "img": "/world-literature/karamazovKardeşler.jpeg",
    "text": "Roman, iki kadından Dmitri, İvan ve Alyosa adlı üç erkek çocuğu olan baba Karamazov'un bağıra bağıra gelen öldürülüşünün hikâyesi. Dostoyevski bu romanında hayli uzun bölümlerle akraba ve yakınları tarafından evlat edinilerek büyütülen üç gencin psikolojisini anlatarak işe başlıyor.İnanç, ahlak, aile ve özgür irade üzerine kurulu dev bir Rus klasiğidir.",
    "prefetch": true
  },
  {
    "id": 26,
    "title": "Kalpazanlar",
    "writer": "André Gide",
    "url": "/kalpazanlar",
    "img": "/world-literature/kaklpazanlar.jpeg",
    "text": "kalp para davası 1906 yılında, bir lise öğrencisinin intiharı da 1909 yılında gerçekleşmiştir. Andre Gide kurgusal kişilerin arasına gerçek bir kişiyi yerleştirir. Söz konusu kişi 1873-1907 yılları arasında yaşayan Alfred Jarry'dir.Modern roman tekniklerini kullanan, çok katmanlı bir anlatımla ilerleyen Fransız edebiyatı klasiği.",
    "prefetch": true
  },
  {
    "id": 27,
    "title": "İvan İlyiç'in Ölümü",
    "writer": "Lev Tolstoy",
    "url": "/ivanilyicinolumu",
    "img": "/world-literature/ivanİlyicinÖlümü.jpeg",
    "text": "Yüksek rütbeli bir yargıç olan İvan İlyiç, ölümcül hastalığının farkına vardığında, o güne kadar büyük anlam yüklediği ve uğruna büyük çaba verdiği serveti, şöhreti ve saygınlığı, ölüm döşeğinde olan kendisine bir anda boş ve saçma görünür. Yazar, ansızın ölümcül bir hastalığa kapılan yargıcın ölümü üzerine aile ve meslektaşlarının verdiği tepkiler, İlyiç'in geçmişindeki sosyal ilişkileri ve iç muhakemelerini konu alarak, bireyin ölüm karşısındaki çaresizliğini işler.İnsanın ölümüyle yüzleştiğinde hayatını nasıl sorguladığını anlatan kısa ve çarpıcı bir roman.",
    "prefetch": true
  },
  {
    "id": 28,
    "title": "İnsancıklar",
    "writer": "Fyodor Dostoyevski",
    "url": "/insancıklar",
    "img": "/world-literature/insancıklar.jpeg",
    "text": "İnsancıklar, mektup-roman tarzında kaleme alınmış kısa ve toplumsal içerikli bir romandır. Dostoyevski'nin acıma duygusu daha bu ilk eserinde bile belirgindir. Roman, yaşlı bir katibin küçük bir kıza olan aşkını ve bu kıza karşı gösterdiği saygınlık çabalarını konu alır. İnsancıklar Dostoyevski'nin ilk yapıtı olmasına rağmen en önemli romanlarından biri sayılır",
    "prefetch": true
  },
  {
    "id": 29,
    "title": "İki Şehrin Hikayesi",
    "writer": "Charles Dickens",
    "url": "/ikisehrinhikayesi",
    "img": "/world-literature/ikiSehrinHikayesi.jpeg",
    "text": "Roman devrime öncülük eden yıllar boyunca soylular tarafından ezilen Fransız köylüsünün durumunu, buna karşılık devrimin ilk yıllarında soylulara yönelik vahşeti ve Londra'daki hayat üzerinden aynı dönemdeki toplumlar arasındaki benzerlikleri betimler. Bu olaylarla birlikte birkaç karakterin hayatı da anlatılır.Fransız Devrimi döneminde geçen, aşk ve fedakarlık üzerine tarihi bir roman.",
    "prefetch": true
  },
  {
    "id": 30,
    "title": "Hayvan Çiftliği",
    "writer": "George Orwell",
    "url": "/hayvanciftligi",
    "img": "/world-literature/hayvanCifligi.jpeg",
    "text": "Eserde hayvanlar üzerinden kurgulanan daha adaletli daha eşitlikçi bir sistem hayalinin daha sonra nasıl bir diktatörlüğe dönüştüğü anlatılmaktadır.Totaliter rejimlerin alegorisi olan bu eser, bir çiftlikte geçen hayvan isyanını konu alır.",
    "prefetch": true
  },
  {
    "id": 31,
    "title": "Gurur ve Önyargı",
    "writer": "Jane Austen",
    "url": "/gururveonyargi",
    "img": "/world-literature/gururVeOnyargı.jpeg",
    "text": "Gurur ve Önyargı , taşralı bir beyefendinin kızı olan Elizabeth Bennet ile zengin, aristokrat bir toprak sahibi olan Fitzwilliam Darcy arasındaki çalkantılı ilişkiyi konu alıyor. İkili, aşık olup evlenebilmek için gurur ve önyargı gibi temel günahların üstesinden gelmek zorunda.Kadın-erkek ilişkileri, sınıf farklılıkları ve bireysel gelişim temalarını işler.",
    "prefetch": true
  },
  {
    "id": 32,
    "title": "Suç ve Ceza",
    "writer": "Fyodor Dostoyevski",
    "url": "/sucveceza",
    "img": "/world-literature/sucVeCeza.jpeg",
    "text": "Suç ve Ceza'da Dostoyevski, ana karakteri Rodion Romanoviç Raskolnikov'un kişiliğini yeni anti-radikal ideolojik temalarla birleştirmiştir. Ana konu, (ideolojik zehirlenme) sonucu yaşanan bir cinayeti içermektedir ve cinayetten kaynaklanan tüm feci ahlaki ve ruhsal sonuçları tasvir etmektedir.Raskolnikov’un işlediği cinayet sonrası yaşadığı vicdan azabı ve psikolojik çözülmesini konu alır.",
    "prefetch": true
  },
  {
    "id": 33,
    "title": "Sefiller",
    "writer": "Victor Hugo",
    "url": "/sefiller",
    "img": "/world-literature/sefiller.jpeg",
    "text": "Victor Hugo'nun 1862 tarihli başyapıtı Sefiller, ailesine ekmek götürebilmek için hırsızlık yapan ve bu yüzden kürek mahkûmiyetine çarptırılan bir adamın hikâyesi. Aldığı ağır cezanın bedelini ömrü boyunca ödeyen Jean Valjean'ı merkezine alan roman, yoksulluğu, toplumsal adaleti ve dayanışmayı anlatıyor.Jean Valjean’ın hayatı üzerinden adalet, merhamet ve insanlık temalarının işlendiği dev bir eser.",
    "prefetch": true
  },
  {
    "id": 34,
    "title": "Savaş ve Barış",
    "writer": "Lev Tolstoy",
    "url": "/savasvebaris",
    "img": "/world-literature/savasvebaris.jpeg",
    "text": "Savaş ve Barış Rusya'nın Fransa tarafından istilası döneminde yaşanmış olayları ve Napoleon döneminin Rusya'da Çar toplumuna etkisini, bu etkinin doğurduğu sonuçları beş asil aileden örnekler vererek tarif etmektedir.Napolyon’un Rusya seferi döneminde geçen bu epik roman; tarih, aşk ve insanlık üzerine kuruludur.",
    "prefetch": true
  },
  {
    "id": 35,
    "title": "Robinson Crusoe",
    "writer": "Daniel Defoe",
    "url": "/robinsoncrusoe",
    "img": "/world-literature/robinsonCrusoe.jpeg",
    "text": "Kitap İngiltere'de yaşayan Alman asıllı orta hâlli bir ailenin en küçük oğlu olan Robinson Crusoe'nun babasının tüm itirazlarına rağmen, dünyayı gezme hayalleri ile çıktığı yolculukları ve bu sırada karşılaştığı olayları anlatır. Bu yolculuklar içinde ıssız bir adada 28 senesini son üç yılı hariç yalnız geçirir.Bir adada yalnız kalan bir adamın hayatta kalma ve içsel dönüşüm hikayesi.",
    "prefetch": true
  },
  {
    "id": 36,
    "title": "Parma Manastırı",
    "writer": "Stendhal",
    "url": "/parmanastiri",
    "img": "/world-literature/parmaManastir.jpeg",
    "text": "Gözüpek ve tutkulu bir genç olan Fabrice'in, Waterloo Savaşı ile başlayan ve adam öldürmelerle, zindanlarla, zehirlenmelerle ve yasak aşklarla sürüp giden macerasını anlatır Parma Manastırı. Siyasi entrikaların gençlik ateşiyle ve tutkulu aşklarla harmanlandığı büyük bir eserdir.Aşk, siyaset ve entrikaların iç içe geçtiği tarihi roman.",
    "prefetch": true
  },
  {
    "id": 37,
    "title": "Oliver Twist",
    "writer": "Charles Dickens",
    "url": "/olivertwist",
    "img": "/world-literature/oliverTwist.jpeg",
    "text": "2Birçok kez sinemaya da uyarlanmış olan Charles Dickens'ın ünlü romanı Oliver Twist, sokakta bulunmuş bir çocuğun yoksulluğa, kötülüğe ve suça karşı verdiği mücadeleyi anlatır.Bir yetim çocuğun Londra sokaklarındaki zorlu yaşam mücadelesi.",
    "prefetch": true
  },
  {
    "id": 38,
    "title": "Ölü Canlar",
    "writer": "Nikolay Gogol",
    "url": "/olucanlar",
    "img": "/world-literature/oluCanlar.jpeg",
    "text": "Ölü Canlar'da Gogol, toprak köleliği sisteminin henüz yürürlükte bulunduğu Çarlık Rusya'sının son derece canlı ve gerçekçi bir resmini çiziyor. Artık hayatta olmayan köleleri canlı gösterip servet kazanmayı aklına koyan hilebaz Çiçikov'un hikâyesi hem trajikomik hem de bir yanıyla tanıdık.Rus bürokrasisine ve insan doğasına dair hiciv dolu bir başyapıt.",
    "prefetch": true
  },
  {
    "id": 39,
    "title": "Eugenie Grandet",
    "writer": "Honoré de Balzac",
    "url": "/eugeniegrandet",
    "img": "/world-literature/eugenieGrandet.jpeg",
    "text": "1833'de yayınlanan bu romanında Balzac, taşra insanlarını ve onların özellikle para ile olan ilişkilerini eşsiz bir gerçeklikle anlatır. Cimrilik ve Aşk bu romanın işlenen iki ana tema'sıdır. Balzac, bu romanında, Grandet Baba'nın büyük malvarlığını alınteriyle açıklanamayacağını gözler önüne serer.Zengin bir ailenin kızı olan Eugenie’nin dramatik hayatı.",
    "prefetch": true
  },
  {
    "id": 40,
    "title": "Ecinniler",
    "writer": "Fyodor Dostoyevski",
    "url": "/ecinniler",
    "img": "/world-literature/ecinniler.jpeg",
    "text": "Siyasi bir roman olan Ecinniler 19. yüzyılın ikinci yarısında ateizm, nihilizm ve sosyalizm gibi ideolojilerle birlikte Batı düşüncesinin Rusya ve Rus insanı üzerindeki etkilerini ele alır ve de eleştirir. Dostoyevski kitabı Sibirya sürgününden döndükten sonraki dönemde, 1870 ile 1872 yılları arasında yazmıştır.Toplumun ahlaki çöküşünü anlatan politik ve felsefi roman.",
    "prefetch": true
  },
  
  {
    "id": 41,
    "title": "Dorian Gray’in Portresi",
    "writer": "Oscar Wilde",
    "url": "/doriangrayinportresi",
    "img": "/world-literature/dorianGrayinPortresj.jpeg",
    "text": "Siyasi bir roman olan Ecinniler 19. yüzyılın ikinci yarısında ateizm, nihilizm ve sosyalizm gibi ideolojilerle birlikte Batı düşüncesinin Rusya ve Rus insanı üzerindeki etkilerini ele alır ve de eleştirir. Dostoyevski kitabı Sibirya sürgününden döndükten sonraki dönemde, 1870 ile 1872 yılları arasında yazmıştır.Bir adamın gençliğini ve güzelliğini portresine hapsederek ruhunu kaybedişini anlatan gotik bir roman.",
    "prefetch": true
  },
  {
    "id": 42,
    "title": "Don Kişot",
    "writer": "Miguel de Cervantes",
    "url": "/donkisot",
    "img": "/world-literature/donkisort.jpeg",
    "text": "Romanın konusu, La Mancha'da yaşayan ve alt tabaka soylu olan Alonso Quijano'nun maceralarına odaklanır. Quijano, okuduğu şövalye romanslarına kendini öyle kaptırır ki aklını yitirir ve Don Kişot de la Mancha adını alarak gezgin bir şövalye olmaya karar verir.Kendini şövalye sanan Don Kişot’un ve sadık yardımcısı Sancho Panza’nın maceraları.",
    "prefetch": true
  },
  {
    "id": 43,
    "title": "Budala",
    "writer": "Fyodor Dostoyevski",
    "url": "/budala",
    "img": "/world-literature/budala.jpeg",
    "text": "3) Dostoyevski bu eserinde, sara hastası bir genç adamın merkezine yerleştirdiği bir dünyada dürüst ve açık bir insan olarak yaşamanın zorluklarına değinmekte ve toplumun ne kadar da iki yüzlü bir sistem üzerine dayanarak ayakta durduğunu gözler önüne sermektedir. Böyle bir dünyada dürüst olmak (budala) olmaktır.Masumiyetin ve iyiliğin yozlaşmış toplumda nasıl algılandığını sorgulayan klasik roman.",
    "prefetch": true
  },
  {
    "id": 44,
    "title": "1984",
    "writer": "George Orwell",
    "url": "/1984",
    "img": "/world-literature/1894.jpeg",
    "text": "2) İngiliz yazar George Orwell tarafından kaleme alınmış olan alegorik, distopik ve politik bir romandır. Romanın hikâyesi distopik bir dünyada geçer. Distopya romanlarının en ünlülerindendir. Özellikle kitapta tanımlanan Big Brother (Büyük Birader) kavramı günümüzde de sıklıkla kullanılmaktadır. Aynı zamanda kitapta geçen (düşünce polisi) gibi kavramları da yazar George Orwell günümüze kazandırmıştır.Baskıcı bir rejimin altında yaşayan bireylerin özgürlük mücadelesini konu alan distopik başyapıt.",
    "prefetch": true
  },
  {
    "id": 45,
    "title": "Anna Karenina",
    "writer": "Lev Tolstoy",
    "url": "/annakarenina",
    "img": "/world-literature/annaKarenina.jpeg",
    "text": "Eser, 1870'lerin Rusya'sında, toplumun üst sınıfına mensup kimseler arasında yaşanan birbirinden bağımsız iki aşk macerasını anlatır. Olaylar Moskova'da, Sankt-Peterburg'da ve asilzadelerin yazlık malikanelerinde geçer. Romanda dürüst bir evliliğin mutluluğu ile yasak bir ilişkinin düş kırıklıkları karşılaştırılır; sadakat, tutku, kıskançlık gibi temalar işlenir; bir yandan da o dönemde Rusya'da kadınların durumu, eğitim reformu gibi konular dile getirilir.Toplum kurallarına başkaldıran bir kadının trajik aşk hikayesi.",
    "prefetch": true
  },
  {
    "id": 46,
    "title": "Stepançikovo Köyü",
    "writer": "Fyodor Dostoyevski",
    "url": "/stepancikovukoyu",
    "img": "/world-literature/stepançikovoKoyu.jpeg",
    "text": "Gogol'e bir selam niteliği taşıyan ve 1859'da yayımlanan Stepançikovo Köyü ve Sakinleri'nde, Sergey isimli genç bir üniversite öğrencisi, dayısının evinde hâkimiyeti eline almış bir şarlatanın, Foma Fomiç'in komik ve akıl almaz hikâyesini anlatır bize.Dostoyevski’nin mizahi yönünü gösteren, taşra hayatını eleştiren kısa romanı.",
    "prefetch": true
  },
  {
    "id": 47,
    "title": "Ölüler Evinden Anılar",
    "writer": "Fyodor Mihayloviç Dostoyevski",
    "url": "/olulerevindenanilar",
    "img": "/world-literature/olulerEvindenAnilar.jpeg",
    "text": "Eserde bir yazarın hapislik yaşamı ve toplum dışına itilmiş insanların acıları anlatılmaktadır. Romanın konusu, toprak sahibi bir ailenin oğlu olan Aleksandr Petroviç Goryançikov'in kıskançlık nedeniyle karısını öldürüp kürek cezasına çarptırılmasını ve Sibirya'da on yıllık cezasını çekerken yaşadıklarıdır.Sibirya’daki cezaevi günlerinden esinlenerek yazılmış etkileyici bir hapishane anlatısı.",
    "prefetch": true
  },
  {
    "id": 48,
    "title": "Uğultulu Tepeler",
    "writer": "Emily Bronte",
    "url": "/ugultulutepeler",
    "img": "/world-literature/ugultuluTepeler.jpeg",
    "text": "İngiliz edebiyatının önemli eserlerinden biri olan ve ihtiras dolu bir aşk hikâyesini konu alan Uğultulu Tepeler, 19. yüzyılın başlarında İngiltere'de yaşamış zengin Earnshaw ailesinin kızı Catherine ile ailenin evlatlığı Heathcliff arasındaki sancılı aşkı şiirsel bir dille anlatıyor.",
    "prefetch": true
  },
  {
    "id": 49,
    "title": "Wildfell Hall'un Kiracısı",
    "writer": "Anne Bronte",
    "url": "/wildefellHallunKiracisi",
    "img": "/world-literature/wildefellHallunKiracisi.jpeg",
    "text": "Erken dönem feminist romanlar arasında anılan Wildfell Hall'un Kiracısı, gençlik heyecanıyla yapılan yanlış bir eş seçimi sonucu huysuz, sadakatsiz, şiddet eğilimli ve alkol bağımlısı bir adamla yaşamaya mahkûm olan Helen Huntingdon'ın bağımsızlık arayışını anlatır",
    "prefetch": true
  },
  {
    "id": 50,
    "title": "Vanilinli Vanini",
    "writer": "Stendhal",
    "url": "/vanilinlivanini",
    "img": "/world-literature/vaniniVanini.jpeg",
    "text": "Vanina Vanini, Stendhal tarafından 1829 yılında yayınlanan uzun öykü. İtalya'nın Avusturya kontrolü altında olduğu, 1820'lerde geçen, genç bir Romalı prensesi ve devrimci bir gencin aşk ilişkisini konu almaktadır.Aşk ve ihaneti konu alan, Stendhal'in etkileyici kısa öykülerinden biri.",
    "prefetch": true
  }
]

